'''
Задача 3
Вывести сумму ряда чисел от 1 до 100. Полученный результат вывести на экран.
'''


result = 0
for i in range(1,101):
    result+=i
print('Сумма ряда чисел от 1 до 100:',result)
